Repository: collective/collective.nitf
Catalog: src/collective/nitf/locales/*/LC_MESSAGES/collective.nitf.po
Languages: es, pt_br

source: A Dexterity-based content type inspired on the News Industry Text Format specification.
es: Un tipo de contenido para artículos de noticias inspirado en la especificación del estándar NITF.
pt_br: Tipod e conteúdo baseado em Dexterity e inspirado na especificação NITF (News Industry Text Format)

source: A news article
es: Un artículo de noticias
pt_br: Artigo

source: Actuality
es: Actualidad
pt_br: Adicionar portlet de Últimos Artigos

source: Add latest NITF Portlet
es: Agregar portlet de NITF recientes
pt_br: Adiciona portlet de últimos artigos

source: Advice
es: Consejo
pt_br: Conselho

source: All
es: Todas
pt_br: Todos

source: Almanac
es: Efemérides
pt_br: Almanaque

source: Analysis
es: Análisis
pt_br: Análise

source: Anniversary
es: Crónica histórica
pt_br: Aniversário

source: Archive material
es: Revisión documental
pt_br: Arquivo

source: Author
es: Autor
pt_br: Autor

source: Available Genres
es: Géneros disponibles
pt_br: Gêneros disponíveis

source: Available Sections
es: Secciones disponibles
pt_br: Seções disponíveis

source: Background
es: Contexto

source: Body text
es: Cuerpo del texto
pt_br: Corpo do Texto

source: By
es: Por
pt_br: Por

source: Categorization
es: Categorización
pt_br: Categorização

source: Character Counter
es: Contador de caracteres
pt_br: Contador de caracteres

source: Character Counter Configuration
es: Configuración del contador de caracteres
pt_br: Configuração do contador de caracteres

source: Characters left:
es: Caracteres restantes:
pt_br: Carateres restantes

source: Contents
es: Contenido
pt_br: Conteúdo

source: Current
es: Noticia
pt_br: Atual

source: Daybook
es: Agenda

source: Default
es: General
pt_br: Padrão

source: Default Configuration
es: Configuración general
pt_br: Configuração padrão

source: Default Genre
es: Género por defecto
pt_br: Gênero padrão

source: Default Section
es: Sección por defecto
pt_br: Seção padrão

source: Default Urgency
es: Urgencia por defecto
pt_br: Urgência padrão

source: Displays a gallery in the news article
es: Muestra una galería de fotos en el artículo de noticias
pt_br: Exibe uma galeria de imagens no Artigo

source: Displays news article with image
es: Muestra el artículo de noticias con una imagen
pt_br: Exibe o Artigo com imagens

source: Drag and drop images to change their order on the gallery.
es: Arrastre y suelte las imágenes para cambiar el orden en el que se muestran.
pt_br: Arraste as imagens para alterar a ordem da galeria

source: Exclusive
es: Exclusiva
pt_br: Exclusivo

source: Filter collection
es: Filtrar colección
pt_br: Filtrar coleção

source: Fixture
es: Previa

source: Forecast
es: Pronóstico
pt_br: Previsão

source: From the Scene
es: Crónica
pt_br: Crônica

source: Gallery View
es: Vista de galería de fotos
pt_br: Visão de Galeria animada

source: Genre
es: Género
pt_br: Gênero

source: Header
es: Cabecera
pt_br: Cabeçalho

source: Here you can modify the settings for collective.nitf.
es: Aquí puede modificar la configuración de collective.nitf.
pt_br: Aqui você pode modificar as configurações do collective.nitf

source: High
es: Alta
pt_br: Alta

source: History
es: Adelanto con contexto
pt_br: História

source: Horoscope
es: Horóscopo
pt_br: Horóscopo

source: Interview
es: Entrevista
pt_br: Entrevista

source: Latest Sectionable NITF
es: NITFs Recientes Seccionados
pt_br: Últimos artigos por seção

source: Limit
es: Límite
pt_br: Limite

source: List of available sections in the site.
es: Lista de secciones disponibles en el sitio.
pt_br: Lista de seções disponíveis no site.

source: Location
es: Localización
pt_br: Localização

source: Low
es: Baja
pt_br: Baixa

source: Media
es: Medios
pt_br: Mídia

source: Music
es: Música
pt_br: Música

source: NITF Settings
es: Configuración de NITF
pt_br: Configurações NITF

source: News Article
es: Artículo de noticias
pt_br: Artigo

source: News Article View
es: Vista de artículo de noticias
pt_br: Visão de Artigo

source: Obituary
es: Obituario
pt_br: Obituário

source: Only objects of these content types will be listed in the related items widget.
es: Solamente los objetos de estos tipos de contenido se mostrarán en el widget de elementos relacionados
pt_br: Somente os objetos desses tipos de conteúdo serão listados no widget de itens relacionados.

source: Opinion
es: Artículo de opinión
pt_br: Opinião

source: Polls and Surveys
es: Encuestas y sondeos
pt_br: Pesquisas

source: Press Release
es: Boletín
pt_br: Release

source: Press-Digest
es: Dossier

source: Pretty dates
es: Fechas mejoradas
pt_br: Datas amigáveis

source: Profile
es: Perfil
pt_br: Perfil

source: Program
es: Presupuesto informativo
pt_br: Programa

source: Question and Answer Session
es: Sesión de preguntas y respuestas
pt_br: Perguntas e Respostas

source: Quote
es: Cita
pt_br: Citação

source: Raw Sound
es: Sonido sin edición
pt_br: Áudio original

source: Relatable Content Types
es: Tipos de contenido relacionables
pt_br: Tipos de conteúdo relacionáveis.

source: Related items
es: Contenido relacionado
pt_br: Itens relacionados

source: Response to a Question
es: Respuesta a una pregunta
pt_br: Respostas

source: Results Listings and Statistics
es: Listado de resultados y estadísticas
pt_br: Estatísticas

source: Retrospective
es: Retrospectiva
pt_br: Retrospectiva

source: Review
es: Reseña
pt_br: Resenha

source: Section
es: Sección
pt_br: Seção

source: Select the list of available genres in the site. Genres indicate a nature, journalistic or intellectual characteristic of items.
es: Selecciones la lista de géneros periodísticos disponibles en el sitio.
pt_br: Selecione a lista de gêneros disponíveis no site. Os gêneros indicam a índole, jornalística ou intelectual, que carateriza os itens.

source: Show dates in a pretty format (ie. '4 hours ago').
es: Mostrar fechas en un formato mejorado (ej. 'hace 4 horas').
pt_br: Exibir datas em um formato amigável (ex. '4 horas').

source: Side bar and supporting information
es: Recuadro
pt_br: Barra lateral e informações de apoio

source: Special Report
es: Reportaje especial
pt_br: Reportagem especial

source: Specify the maximum number of items to show in the portlet. Leave this blank to show all items.
es: Especificar el número máximo de resultados para mostrar. Dejar vacío para todos
pt_br: Defina o número máximo de itens para exibir no portlet. Deixe em branco para exibir todos os itens.

source: Submit
es: Enviar
pt_br: Enviar

source: Subtitle
es: Subtítulo
pt_br: Subtítulo

source: Summary
es: Sumario
pt_br: Sumário

source: Synopsis
es: Resumen
pt_br: Sinopse

source: Text only
es: Transcripción de texto
pt_br: Apenas texto

source: The header for the portlet. Leave empty for none.
es: La cabecera del portlet. Dejar vacío para ninguna.
pt_br: Cabeçalho do Portlet. Deixe em branco para não exibir nada.

source: This portlet display a list of latest NITF created. It allows to filter NITF from different sections.
es: Este portlet muestra una lista de los últimos NITF creados. Permite filtrarlos de acuerdo a la sección.
pt_br: Este portlet exibe os últimos Artigos criados. Permite filtrar Artigos por diferentes seções.

source: Transcript and Verbatim
es: Transcripción literal
pt_br: Transcrição

source: Uninstall profile for the collective.nitf package.
es: Desinstala el paquete collective.nitf.
pt_br: Desinstalar o perfil do pacote collective.nitf.

source: Update
es: Actualización
pt_br: Atualização

source: Urgency
es: Urgencia
pt_br: Urgência

source: Use the criteria from this collection to modify the search results and order.
es: Use el criterio de esta colección para modificar los resultados y el orden de la búsqueda.
pt_br: Use os critérios desta coleção para modificar o resultado da busca e ordenação.

source: Wrap
es: Sumario completo de una cobertura
pt_br: Reportagem

source: Wrapup
es: Recapitulación
pt_br: Suíte

source: help_description_max_chars
es: El límite sólo es visual; la validación no se aplica.
pt_br: O limite é apenas visual; validação não é aplicada.

source: help_description_optimal_chars
es: La longitud óptima estará entre este número y la longitud máxima del campo.
pt_br: O comprimento óptimo será entre esse número e o comprimento máximo do campo.

source: help_genre
es: Describe la naturaleza, característica periodística o intelectual de una noticia, no específicamente su contenido.
pt_br: Descreve a natureza, característica jornalística ou intelectual de um Artigo, não especificamente o seu conteúdo,

source: help_location
es: El lugar donde el evento tuvo lugar (diferente del lugar donde se escribió la historia).
pt_br: Local do evento. Onde um evento aconteceu (não onde a história foi escrita)

source: help_section
es: Nombre de la sección en la que aparecerá el artículo.
pt_br: Seção onde o Artigo irá aparecer

source: help_show_description_counter
es: Si se selecciona, un contador de caracteres mostrará la longitud del campo.
pt_br: Se for selecionado, um contador de caracteres irá mostrar o comprimento do campo.

source: help_show_title_counter
es: Si se selecciona, un contador de caracteres mostrará la longitud del campo.
pt_br: Se for selecionado, um contador de caracteres irá mostrar o comprimento do campo.

source: help_subtitle
es: Un titular subordinado para el artículo.
pt_br: Um título secundário do Artigo

source: help_title_max_chars
es: El límite sólo es visual; la validación no se aplica.
pt_br: O limite é apenas visual; validação não é aplicada.

source: help_title_optimal_chars
es: La longitud óptima estará entre este número y la longitud máxima del campo.
pt_br: O comprimento óptimo será entre esse número e o comprimento máximo do campo.

source: help_urgency
es: Importancia de la noticia.
pt_br: Importância do Artigo

source: label_description_max_chars
es: Longitud máxima del resumen
pt_br: Comprimento máximo da descrição

source: label_description_optimal_chars
es: Longitud óptima del resumen
pt_br: O comprimento ideal da descrição

source: label_related_items
es: Items Relacionados
pt_br: Itens relacionados

source: label_show_description_counter
es: ¿Mostrar un contador de caracteres en el resumen?
pt_br: Mostrar um contador de caracteres na descrição?

source: label_show_title_counter
es: ¿Mostrar un contador de caracteres en el título?
pt_br: Mostrar um contador de caracteres no título?

source: label_title_max_chars
es: Longitud máxima del título
pt_br: Comprimento máximo do título

source: label_title_optimal_chars
es: Longitud óptima del título
pt_br: O comprimento ideal do título

source: Feature
pt_br: Funcionalidade
