Repository: collective/collective.nitf
Catalog: src/collective/nitf/locales/*/LC_MESSAGES/plone.po
Languages: pt_br

source: A portlet which shows the latest NITF created and can be filtered by section.
pt_br: Um portlet que mostra os últimos artigos criados por seção.

source: A subordinate headline for the article.
pt_br: Um título secundário do Artigo

source: An NITF genre field
pt_br: O campo gênero de um artigo

source: An NITF section field
pt_br: O campo seção de um artigo

source: Author
pt_br: Autor

source: Event location. Where an event took place (as opposed to where the story was written).
pt_br: Local do evento. Onde um evento aconteceu (não onde a história foi escrita).

source: Genre
pt_br: Gênero

source: Latest Sectionable NITF
pt_br: Últimos artigos por seção

source: Location
pt_br: Localização

source: News importance.
pt_br: Importância do artigo.

source: Section
pt_br: Seção

source: Subtitle
pt_br: Subtítulo

source: Urgency
pt_br: Importância
